IDEA Open Model
SubStructureLoading.LoadCases Property
Compatible with IDEA StatiCa 20.1
 List of LoadCases
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> LoadCases { get; set; }
Public Property LoadCases As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
SubStructureLoading Class
IdeaRS.OpenModel.Model Namespace